// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "승인";
"CANCEL_BUTTON"		= "취소";
"SHUTDOWN_BUTTON"	= "시스템 종료";
"SKIP_BUTTON"		= "건너뜀";
"QUIT_BUTTON"		= "종료";
"GO_BUTTON"		= "이동";

"CONNECT_BUTTON"	= "연결";
"CONTINUE_BUTTON"	= "계속";
"RECONNECT_BUTTON"	= "다시 시도";
"GO_BACK_BUTTON"	= "뒤로";
"REGISTER_LATER_BUTTON"	= "나중에 등록";
"DONT_ACCEPT_BUTTON"	= "동의 안 함";
"LEARNMORE_BUTTON"	= "추가 정보";

"SYSTEM_PREFERENCES_BUTTON" = "시스템 환경설정 열기";

"SYSTEM_PREFERENCES" = "시스템 환경설정";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/등록 정보 발송.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/등록 정보 발송";

"LOCAL_ADMIN_SHORT_NAME" = "관리자";
"LOCAL_ADMIN_FULL_NAME" = "관리자";

"OTHER_AIRPORT_NETWORK" = "기타 네트워크";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "다른 Mac에 성공적으로 연결됨...";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "컴퓨터 구성 중...";
"MESSAGE_PREP_CONNECTION"	= "연결 준비 중...";
"MESSAGE_CONNECTING"		= "Apple에 연결 중...";
"MESSAGE_DISCONNECTING"		= "연결 해제 중...";
"MESSAGE_REGISTRATION_SENT"	= "사용자의 등록 정보가 Apple에 전송되었습니다.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "컴퓨터 설정을 위해 설정 지원을 사용할 수 없습니다.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "컴퓨터 설정을 변경하려면, Apple () > 시스템 환경설정을 대신 선택하십시오.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "Mac OS X 설정 지원을 이 모니터와 사용할 수 없습니다.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "컴퓨터를 설정하려면 Apple 메뉴에서 시스템 환경설정을 선택하십시오. 제품을 등록하려면 www.apple.com/kr/register로 이동하십시오";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Apple 스피커 미니 잭에 연결되어있는 장비를 인식할 수 없습니다.";
"MESSAGE_SPEAKER_CONNECTION"			= "잭에서 플러그를 제거하십시오. 그런 다음, 다시 플러그를 연결하고 완전히 삽입되었는지 확인하십시오.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "등록 정보를 발송할 수 없습니다.";
"MESSAGE_CONNECTION_FAILED"				= "접속 대기 중이거나 네트워크 설정값이 정확하지 않기 때문에 컴퓨터가 Apple에 연결할 수 없습니다. 되돌아가서 설정값을 변경하기 위해 다시 시도를 클릭거나, 나중에 등록 정보를 보내십시오.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "Apple로의 연결이 대기 중이거나 컴퓨터가 인터넷에 연결할 수 없습니다. 네트워크 설정을 확인하거나, 등록 정보를 보내기 전에 인터넷에 연결하십시오.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "취소됨...";
"MESSAGE_CONNECTION_CANCELED"			= "나중에 이 제품을 등록하였는지 확인하십시오.";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "현재 등록을 처리할 수 없습니다.";
"MESSAGE_REGISTRATION_FAILED"			= "나중에 홈 폴더에 있는 등록 정보 발송 파일을 열고 등록을 완료할 수 있습니다.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "계정 정보가 정확하지 않습니다.";
"MESSAGE_AUTHENTICATION_FAILED"			= "입력한 계정 정보가 인터넷 서비스 제공업체에서 거부되었습니다. 뒤로를 클릭하고 정확한 정보를 입력한 다음 다시 시도하십시오.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "신용카드를 확인할 수 없습니다.";
"MESSAGE_CC_VALIDATION_FAILED"			= "입력한 신용카드를 사용할 수 없습니다. 뒤로를 클릭하여 신용카드 정보가 정확한지 확인하거나 다른 신용카드를 입력한 다음, 다시 시도하십시오.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "주소 정보에 문제가 있습니다.";
"MESSAGE_INVALID_ADDRESS"				= "뒤로를 클릭하여 시, 우편 번호, 도 또는 주 정보가 정확한지 확인한 다음 다시 시도하십시오.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "등록 정보에 문제가 있습니다.";
"MESSAGE_INVALID_FIRSTNAME"				= "입력한 이름에 오류가 있습니다. 뒤로를 클릭하여 이름이 정확한지 확인한 다음 다시 시도하십시오.";
"MESSAGE_INVALID_LASTNAME"				= "입력한 이름에 오류가 있습니다. 뒤로를 클릭하여 성이 정확한지 확인한 다음 다시 시도하십시오.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "입력한 전화 번호에 오류가 있습니다. 뒤로를 클릭하여 전화 번호가 정확한지 확인한 다음 다시 시도하십시오.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "모뎀이 발신음을 인식할 수 없습니다.";
"MESSAGE_NO_DIAL_TONE"					= "모뎀이 연결되어 있는지 확인한 다음 승인을 클릭하십시오. 또는, 취소를 클릭하고 뒤로 이동하여 “발신음 무시” 체크상자를 선택하십시오.";

"MESSAGE_CC_IN_USE_TITLE"				= "이 신용카드를 사용하여 계정을 생성할 수 없습니다.";
"MESSAGE_CC_IN_USE"						= "이 신용카드는 이 인터넷 서비스 공급자로 계정을 생성하는데 이미 사용되었습니다. 뒤로를 클릭하여 다른 신용카드 정보를 입력하거나 공급자에게 문의하십시오.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "MobileMe 등록 과정이 취소되었습니다.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "다시 시도를 클릭하여 MobileMe에 다시 연결하거나, MobileMe 등록 과정을 취소하고 컴퓨터 설정을 계속할 수 있습니다.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "암호 힌트를 입력하지 않았습니다.";
"MESSAGE_NO_HINT_WARNING"				= "암호 힌트를 입력하지 않겠습니까? 암호를 잊어버려면, 재설정해야 합니다. ";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "컴퓨터를 시스템 종료하겠습니까?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Mac OS X 설정이 완료되지 않았습니다.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Mac OS X 설정이 완료되지 않았습니다. 지금 건너뜀을 클릭하여 등록 과정을 건너 뛸 수 있습니다.";

"MESSAGE_QUIT_TITLE" = "종료하겠습니까?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "지금 종료하면, 이 등록 정보가 Apple로 발송되지 않을 것입니다.";
"MESSAGE_QUIT_REGISTER_LATER" = "계속 설정 작업을 하고 지금 등록을 완료하지 않으려면, 나중에 등록을 클릭하십시오.";

"MESSAGE_CANCEL_TITLE" = "정말입니까?";

"MESSAGE_SKIP_USER_INFO" = "개인 정보 보내기를 원하지 않는다면 계속을 클릭하십시오.";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "예기치 않은 오류가 발생했습니다.";
"MESSAGE_FATAL_ERROR_TITLE"		= "죄송합니다, 예기치 않은 오류가 발생했습니다.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "오류";
"ERROR_MESSAGE_GENERIC_TITLE"			= "죄송합니다...";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "[네트워크 구성 실패]";
"ERROR_MESSAGE_ICConfigure"				= "[인터넷 구성 실패]";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "[로컬 계정 생성 실패]";

"ERROR_MESSAGE_NetworkConfigureFailed" = "네트워크 연결을 구성할 수 없습니다. 등록 정보를 발송할 수 없거나 인터넷에 연결할 수 없습니다. 네트워크 설정값을 변경하려면 취소를 클릭하고, 그냥 끝내려면 승인을 클릭하십시오.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "죄송합니다";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "경고";
"ERROR_MESSAGE_VALIDATION_WARNING" = "계속하겠습니까?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "필요한 정보가 모두 입력되지 않았습니다.";
"ERROR_MESSAGE_VALIDATION_0001" = "정보를 입력하려면, 뒤로를 클릭하고 빨간색 화살표로 표시된 입력란을 확인하십시오.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "입력된 텍스트가 너무 짧습니다.";
"ERROR_MESSAGE_VALIDATION_0002" = "선택된 입력란을 확인하고 텍스트를 수정하십시오.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "입력한 정보가 정확하지 않습니다. 정확한 정보를 재입력하십시오.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "입력한 사용자 이름이나 암호가 정확하지 않거나, 로그인이 비활성화되어 있습니다.";
"ERROR_MESSAGE_VALIDATION_0004" = "정보 입력을 다시 시도하거나 서버 관리자에게 문의하십시오.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "입력한 사용자 이름이나 암호가 정확하지 않거나, 로그인이 비활성화되어 있습니다.";
"ERROR_MESSAGE_VALIDATION_0005" = "정보 입력을 다시 시도하거나 서버 관리자에게 문의하십시오.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "입력한 이름을 사용할 수 없습니다.";
"ERROR_MESSAGE_VALIDATION_0006" = "선택된 입력란을 확인하고 다른 계정 이름을 입력하십시오.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "입력한 이름을 사용할 수 없습니다.";
"ERROR_MESSAGE_VALIDATION_0007" = "이 이름을 사용할 수 없습니다. 다른 이름을 입력하십시오.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "IP 주소 입력란이 비어있습니다. 정확한 IP 주소를 입력하십시오.";
"ERROR_MESSAGE_VALIDATION_0010" = "입력한 IP 주소에 유효하지 않은 문자가 포함되어 있습니다. 정확한 IP 주소를 재입력하십시오.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "주소는 4개의 세그먼트를 포함해야 합니다."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "선택된 입력란을 확인하고 유효한 주소를 입력하십시오. 이 정보를 모르는 경우, 네트워크 관리자에게 문의하십시오.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "주소는 4개의 세그먼트를 포함해야 합니다."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "선택된 입력란을 확인하고 유효한 주소를 입력하십시오. 이 정보를 모르는 경우, 네트워크 관리자에게 문의하십시오.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "주소의 각 세그먼트에는 1-3자가 포함되어야 합니다."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "선택된 입력란을 확인하고 유효한 주소를 입력하십시오. 이 정보를 모르는 경우, 네트워크 관리자에게 문의하십시오.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "입력한 주소가 허용되지 않습니다.";
"ERROR_MESSAGE_VALIDATION_0014" = "선택된 입력란을 확인하고 유효한 주소를 입력하십시오. 이 정보를 모르는 경우, 네트워크 관리자에게 문의하십시오.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "입력한 서브네트 마스크가 정확하지 않습니다.";
"ERROR_MESSAGE_VALIDATION_0015" = "선택된 입력란을 확인하고 유효한 서브네트 마스크를 입력하십시오. 이 정보를 모르는 경우, 네트워크 관리자에게 문의하십시오.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "이 이름으로 이미 Open Directory 계정이 존재합니다. 이 이름을 사용하면 기존의 계정에 접속할 수 없습니다.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "동일한 값을 입력할 수 없습니다.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "입력한 암호가 유효하지 않습니다.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "입력한 신용카드 번호를 사용할 수 없습니다.";
"ERROR_MESSAGE_VALIDATION_0019" = "선택된 입력란을 확인하고 유효한 신용카드 번호를 입력하십시오.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "계정 이름이 숫자로 시작될 수 없습니다.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "입력한 이메일 주소를 사용할 수 없습니다.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "IP 주소 및 라우터 주소가 입력한 서브네트 마스크와 일관되지 않습니다. 다음 입력란을 확인하고 유효한 값을 입력하십시오.\n     IP 주소\n     서브네트 마스크\n     라우터 주소\n이 정보를 모른다면, 네트워크 관리자에게 문의하십시오.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "입력한 이름을 사용할 수 없습니다.";
"ERROR_MESSAGE_VALIDATION_0023" = "선택된 입력란을 확인하고 다른 ID를 선택하십시오.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "중복되는 정보가 있습니다.";
"ERROR_MESSAGE_VALIDATION_0024" = "선택된 입력란을 확인하고 고유한 값을 입력하십시오.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "이 컴퓨터는 베이스 스테이션의 연결 조절 목록에 포함되어 있지 않습니다.";
"ERROR_MESSAGE_VALIDATION_0025" = "이 컴퓨터를 베이스 스테이션의 연결 조절 목록에 추가해야 합니다.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "선택한 네트워크를 연결하는데 오류가 발생하였습니다.";
"ERROR_MESSAGE_VALIDATION_0026" = "AirPort 설정을 확인하거나, 다른 네트워크에 연결하십시오.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "일부 등록 정보가 유실되었습니다.";
"ERROR_MESSAGE_VALIDATION_0027" = "정보를 입력하려면, 뒤로를 클릭하고 빨간색 화살표로 표시된 입력란을 확인하십시오.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "유효한 우편 번호를 입력하십시오.";
"ERROR_MESSAGE_VALIDATION_1001" = "유효한 지역 번호를 입력하십시오.";
"ERROR_MESSAGE_VALIDATION_1002" = "유효한 시내 번호를 입력하십시오.";
"ERROR_MESSAGE_VALIDATION_1003" = "유효한 전화 번호를 입력하십시오.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "입력한 동의 번호가 유효하지 않습니다.";
"ERROR_MESSAGE_VALIDATION_2000" = "동의 번호는 12자리 또는 15자리가 되어야 합니다.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "암호가 일치하지 않습니다.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "빨간 화살표로 표시된 입력란을 확인하고 양쪽 입력란에 동일한 암호를 입력하십시오.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "사용자 계정에 대해 암호를 입력하지 않았습니다.";
"ERROR_NO_PASSWORD_INSECURE" = "사용자 계정에 암호가 없는 경우, 이 컴퓨터는 보호되지 않습니다. 암호를 입력하려면 취소를 클릭하십시오.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "이 긴 이름을 가진 Open Directory 계정이 이미 존재합니다.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "이 이름을 사용하면, 기존의 사용자 계정에 접근할 수 없습니다. 이 이름으로 로컬 계정을 만들겠습니까?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "이 이름으로 이미 Open Directory 계정이 존재합니다.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "이 이름을 사용하면, 기존의 사용자 계정에 접근할 수 없습니다. 이 이름으로 로컬 계정을 만들겠습니까?";

"ERROR_IP_AND_ROUTER_TITLE" = "IP 주소 및 라우터 주소가 동일하도록 설정하겠습니까?";
"ERROR_IP_AND_ROUTER" = "IP와 라우터 주소를 동일하게 사용하면 네트워크에 문제가 발생할 수 있습니다. IP 및 라우터 주소를 모른다면, 진행하기 전에 네트워크 관리자에게 문의하십시오.";

"ERROR_POSTAL_USA_TITLE" = "입력한 우편 번호가 유효하지 않습니다.";
"ERROR_POSTAL_USA" = "우편 번호는 5자리 또는 우편 번호 + 4 우편 번호용인 9자리 숫자이고 형식은 XXXXX-XXXX이어야 합니다. X는 우편 번호에 대한 숫자입니다.";

"ERROR_POSTAL_JAPAN_TITLE" = "입력한 우편 번호가 유효하지 않습니다.";
"ERROR_POSTAL_JAPAN" = "우편 번호는 7자리의 숫자로 XXX-XXXX의 형식이어야 합니다. X는 우편 번호에 대한 숫자입니다.";

"ERROR_POSTAL_OTHER_TITLE" = "입력한 우편 번호가 유효하지 않습니다.";
"ERROR_POSTAL_OTHER" = "우편 번호는 32자 미만이어야 합니다.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "입력한 지역 번호가 유효하지 않습니다.";
"ERROR_AREA_CODE_CANADA_USA" = "지역 번호는 200 이상이어야 하며, 411, 611 또는 911을 사용할 수 없습니다.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "입력한 로컬 전화번호가 유효하지 않습니다.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "교환 번호가 200보다 커야하고, 411, 611, 또는 911일 수 없습니다. 정확한 전화 번호를 재입력하십시오.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "입력한 로컬 전화번호가 유효하지 않습니다.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "입력한 지역 번호에 대해 교환 번호가 555일 수 없습니다. 정확한 전화 번호를 재입력하십시오. ";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "입력한 전화 번호가 유효하지 않습니다.";
"ERROR_PHONE_NUMBER_JAPAN" = "전화 번호는 적어도 10자리 숫자이어야 합니다.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "입력한 전화 번호가 유효하지 않습니다.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "전화 번호는 10자리 숫자이어야 합니다.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "사용자 이름과 암호가 동일할 수 없습니다.";
"ERROR_USERNAME_AND_PASSWORD"		= "보안에 문제가 있습니다. 다른 암호를 입력하십시오.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "동일한 DNS 엔트리가 있습니다.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "선택된 입력란을 확인하고 고유한 DNS값을 입력하십시오.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "힌트와 암호가 동일할 수 없습니다.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "보안에 문제가 있습니다. 다른 힌트 또는 암호를 입력하십시오.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "Visa";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Million";
"Internet Service Plan"                 = "인터넷 서비스 정책";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "시작하기";
